; Contains standard localized strings used by the SetPoint project

[Strings]

IDS_ADDREMOVE_NAME = Logitech SetPoint
IDS_SP6_ERROR1 = Σφάλμα κατά την εγκατάσταση του SetPoint:
IDS_SP6_ERROR3 = Αποτυχία εγκατάστασης CDDRV3: αποτέλεσμα =
IDS_SP6_ERROR4 = Αποτυχία εγκατάστασης KHAL3: αποτέλεσμα =
IDS_CDDRV3_ERROR1 = Παρουσιάστηκαν σφάλματα κατά την εγκατάσταση του προγράμματος οδήγησης.
IDS_CDDRV3_ERROR2 = Σφάλμα εγκατάστασης προγράμματος οδήγησης =
IDS_CDDRV3_ERROR3 = Δεν υπάρχει το πρόγραμμα εγκατάστασης του προγράμματος οδήγησης
IDS_SETCLEAN_MESSAGE1 = Χρήση:
IDS_ADDREMOVE_PUBLISHER = Logitech

﻿; Contains localized strings used the Productivity SetPoint project

IDS_SHORTCUT_DEVICESETTINGS_P = Ρυθμίσεις για το ποντίκι και το πληκτρολόγιο
IDS_FOLDER_MENU_P = Ποντίκι και πληκτρολόγιο
IDS_SHORTCUT_BT_WIZ = Οδηγός σύνδεσης συσκευών Bluetooth
IDS_SHORTCUT_BT_LINK = Τοποθεσία της Logitech για Bluetooth
IDS_SP6_ERROR1a = Αποτυχία εγκατάστασης EVTMGR6: αποτέλεσμα =

